;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 7 June 2018
;~ Author.......: geogeo.gr
;~ Link.........: www.geogeo.gr
;~ =============================================================================

[Main]
Product = Complete Internet Repair
Version = 5.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Ελληνικά - Greek
Code = el
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
File = File
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Περί %{Program.Name}
Label_Version = Έκδοση
Label_AutoIt = Δόμηση με AutoIt έκδοσης
Label_Copyright = Copyright
Tip_Title_Donate = Ενισχύστε την προσπάθειά μας
Tip_Message_Donate = Όταν δωρίζετε, βοηθάτε να διατηρηθεί το λογισμικό μας\rnδωρεάν και μας επιτρέπει να αποκτήσουμε τα εργαλεία\rnκαι τις υπηρεσίες που χρησιμοποιούμε για να σας\rnεξυπηρετήσουμε.
Label_Home = Ιστοσελίδα
Label_License = Άδεια χρήστη
Label_Support = Υποστήριξη
Tip_Title_Country = Δημιουργήθηκε στη Νότια Αφρική
Tip_Message_Country = Το %{Program.Name} γεννήθηκε στη Νότια Αφρική.
Label_Contributors = Συνεισφέροντες
Tip_Facebook = Πείτε στο Facebook ότι σας αρέσει
Tip_Twitter = Ακολουθήστε μας στο Twitter
Tip_GooglePlus = Βρείτε μας στο Google+
Tip_GitHub = Το %{Program.Name} στο GitHub
Button_Ok = Εντάξει
Label_RAM = (RAM) %d MB ΕΛΕΥΘΕΡΑ ΑΠΟ %d MB (%d%)
Tip_RAM = Μνήμη Τυχαίας Προσπέλασης
Label_HDD = (%s) %.2f GB ΕΛΕΥΘΕΡΑ ΑΠΟ %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Θυμηθείτε! Ποτέ μη διορθώνετε κάτι που δεν είναι κατεστραμμένο. Μπορεί να καταστρέψετε κάτι που λειτουργεί.
Label_Status_Updates = Έλεγχος για ενημερώσεις
Checkbox_Repair_01 = Επαναφορά πρωτόκολλων Internet (TCP/IP)
Checkbox_Repair_02 = Επιδιόρθωση Winsock (Επαναφορά καταλόγου)
Checkbox_Repair_03 = Ανανέωση συνδέσεων Internet
Checkbox_Repair_04 = Εκκαθ. cache επίλυσης DNS (Σύστημα ονόματος τομέα)
Checkbox_Repair_05 = Εκκαθ. cache ARP (Πρωτόκ. επίλυσης διευθύνσεων)
Checkbox_Repair_06 = Επιδιόρθωση του Internet Explorer %s
Checkbox_Repair_07 = Εκκαθάριση ιστορικού ενημερώσεων των Windows
Checkbox_Repair_08 = Επιδιόρθωση Windows / Αυτόματες ενημερώσεις
Checkbox_Repair_09 = Επιδιόρθωση SSL / HTTPS / Κρυπτογράφηση
Checkbox_Repair_10 = Επαναφορά ρυθμίσεων διακομιστή μεσολάβησης
Checkbox_Repair_11 = Επαναφορά ρυθμίσεων Τείχους προστασίας Windows
Checkbox_Repair_12 = Επαναφορά του προεπιλεγμένου αρχείου hosts
Checkbox_Repair_13 = Ανανέωση εγγραφών προγράμματος-πελάτη WINS
Checkbox_Repair_14 = Make Network Computers Visible in File Explorer
Tip_Status_Show = Εμφάνιση κατάστασης
Tip_Status_Hide = Απόκρυψη κατάστασης
Button_Go = Έναρξη!
Button_Go_Stop = Διακοπή
Info_01 = Πριν ξεκινήσετε, συνιστάται η δημιουργία Σημείου Επαναφοράς Συστήματος για να επαναφέρετε τυχόν αλλαγές που έγιναν από το Complete Internet Repair. Επιπλέον, εκτελέστε τα ενσωματωμένα εργαλεία αντιμετώπισης προβλημάτων των Windows πριν από οποιεσδήποτε επιλογές επισκευής.\rn\rnΕπιλέξτε τις επιλογές επισκευής και πατήστε το κουμπί «%s». Μην επιλέξετε κάτι εκτός από αυτό που έχει πρόβλημα ο υπολογιστής σας. Παραλείψτε οποιαδήποτε επιλογή που δεν καταλαβαίνετε.
Info_02 = Αυτή η επιλογή κάνει επανεγγραφή σημαντικών κλειδιών του μητρώου που χρησιμοποιούνται από το πρωτόκολλο Internet στοίβας TCP/IP. Έχει το ίδιο αποτέλεσμα με την κατάργηση και επανεγκατάσταση του πρωτοκόλλου.
Info_03 = Αυτό μπορεί να χρησιμοποιηθεί για την ανάκτηση από καταστροφή του Winsock που έχει σαν αποτέλεσμα την απώλεια σύνδεσης στο δίκτυο. Αυτή η επιλογή πρέπει να χρησιμοποιείται με προσοχή, επειδή κάθε προεγκατεστημένο LSP θα πρέπει να επανεγκατασταθεί.
Info_04 = Αποδέσμευση και ανανέωση όλων των συνδέσεων Internet (TCP/IP).
Info_05 = Εκκαθάριση της μνήμης cache επίλυσης DNS, ανανέωση όλων των μισθώσεων DHCP και καταχώρηση πάλι των ονομάτων DNS.
Info_06 = Η μνήμη Cache ARP (Πρωτόκολλο επίλυσης διευθύνσεων) είναι μια τεχνική που χρησιμοποιείται για καταχώρηση «αντιστοιχίσεων» των διευθύνσεων του OSI Model Network Layer (διευθύνσεις IP) στις αντίστοιχες διευθύνσεις OSI Model Data Link (διευθύνσεις MAC). Λόγω διαφόρων πιθανών περιστάσεων, η μνήμη cache ARP μπορεί να καταστραφεί.\rn\rnΣυμπτώματα: Πολλοί ιστότοποι αποτυγχάνουν να φορτωθούν και συχνές διακοπές σύνδεσης στο δίκτυο ή στο internet. Η εντολή Ping αποτυγχάνει επίσης να δουλέψει στην επικοινωνία με δύο ή περισσότερους απομακρυσμένους υπολογιστές.
Info_07 = Καταχωρεί ξανά όλα τα αρχεία dll και ocx που απαιτούνται για την ομαλή λειτουργία του Microsoft Internet Explorer %s.
Info_08 = Αυτή η επιλογή θα καταργήσει το ιστορικό ενημερώσεων των Windows. Αυτό θα γίνει με το άδειασμα των καταλόγων '%s' και '%s'.
Info_09 = Αυτή η επιλογή θα προσπαθήσει να διορθώσει τις Ενημερώσεις των Windows / Αυτόματες ενημερώσεις. Δοκιμάστε το όταν δεν μπορείτε να λάβετε ή να εγκαταστήσετε ενημερώσεις.
Info_10 = Αν αντιμετωπίζετε προβλήματα με τη σύνδεση σε SSL / Ασφαλείς ιστότοπους (π.χ. τραπεζικούς) τότε αυτή η επιλογή θα μπορούσε να σας βοηθήσει.
Info_11 = Πολλές μολύνσεις από κακόβουλο λογισμικό δημιουργούν διακομιστές μεσολάβησης και στη συνέχεια ρυθμίζουν τα Windows ώστε να δρομολογούν όλη την κυκλοφορία ιστού μέσω του διακομιστή μεσολάβησης ιών. Για παράδειγμα, μια προσπάθεια πρόσβασης στο Rizonesoft.com, θα ανακατευθύνεται σε έναν ιστότοπο κακόβουλου λογισμικού.\rn\rnΑυτή η επιλογή θα προσπαθήσει να επαναφέρει όλες τις παραμέτρους του διακομιστή μεσολάβησης, συμπεριλαμβανομένης της μόνιμης διαμόρφωσης του διακομιστή μεσολάβησης WinHTTP.
Info_12 = Επαναφορά των παραμέτρων του τείχους προστασίας των Windows στην προεπιλεγμένη κατάσταση.
Info_13 = Επαναφορά του αρχείου hosts των Windows στην προεπιλεγμένη κατάσταση.
Info_14 = Μερικές φορές είναι απαραίτητο οι υπολογιστές-πελάτες ή οι διακομιστές στο δίκτυό σας να χρειάζεται να επαναλάβουν την καταχώριση των ονομάτων NetBIOS με έναν διακομιστή Υπηρεσίας ονομάτων Internet των Windows (WINS).\rn\rnΕδώ είναι μερικές καταστάσεις όπου η ανανέωση καταχωρήσεων πελάτη WINS είναι αναγκαία: Η καταχώριση έχει χαθεί ή διαγραφεί στο WINS και πρέπει να ανανεωθεί από τον πελάτη. Η καταχώρηση υπάρχει σε ορισμένους διακομιστές WINS αλλά όχι σε άλλους. Μια επανακαταχώριση είναι χρήσιμη εδώ για την αύξηση των αναγνωριστικών έκδοσης του WINS, η οποία θα βοηθήσει στην πρόκληση αναπαραγωγής του διακομιστή WINS.
Info_15 = By default, computers in your local network should be visible when browsing for a network device with File Explorer. With Windows 10 version 1803 some computers are only accessible via their names or IP addresses.
Label_Sub_Heading_Notice = Η λειτουργικότητα του Complete Internet Repair τώρα είναι σαν δέσμη με το Complete Windows Repair. Κάντε κλικ εδώ για να το κατεβάσετε τώρα και να εξελιχθεί!
Label_All_Complete = Όλες οι επιλεγμένες εργασίες ολοκληρώθηκαν.
Checkbox_Select_All = Select All

[Donate]
Label_Heading = Το %{Program.Name} σας εξυπηρετεί για περισσότερες από %d ώρες. Εσείς τώρα, τι θα δωρίσετε για τον αγώνα μας;
Label_Message = Κάντε κλικ στο κουμπί PayPal παρακάτω ή πηγαίνετε στο PayPal.me/rizonesoft, εισάγετε το ποσό και στείλτε μας τη δωρεά. Το PayPal, όπως γνωρίζετε, είναι πιο εύκολο και ασφαλέστερο από τη μεταφορά μετρητών. Δεν έχετε λογαριασμό PayPal; Μην ανησυχείτε, είναι γρήγορο και εύκολο.

[File]
Backup_Saving = Αποθήκευση του '%s'.
Backup_Success = Ο κατάλογος αποθηκεύτηκε με επιτυχία στο '%s'.
Backup_Continue = Θα συνεχίσουμε τώρα με την κατάργησή του.
Backup_Error_01 = Δεν ήταν δυνατή η αποθήκευση του '%s'.
Backup_Error_02 = Για την αποφυγή απώλειας δεδομένων, αυτός ο κατάλογος δεν θα καταργηθεί.
CleanDir_Clearing = Εκκαθάριση του '%s'.
CleanDir_Error_01 = Διαδρομή καταλόγου
CleanDir_Error_02 = Δεν υπάρχει τίποτα εδώ '%s'
CleanDir_Error_03 = Δεν ήταν δυνατή η κατάργηση του '%s'.
CleanDir_Attributes = Ρύθμιση χαρακτηριστικών για '%s'.
CleanDir_Success = Καταργήθηκε με επιτυχία ο '%s'.
Delete_Removing = Κατάργηση '%s'.
Delete_Success = Το αρχείο διαγράφηκε με επιτυχία.
Delete_Error = Παρουσιάστηκε σφάλμα κατά τη διαγραφή του αρχείου.
OpenText_Opening = Άνοιγμα του '%s'
OpenText_Success = Προβολή του αρχείου '%s'.
OpenText_Error = Δεν ήταν δυνατή η εύρεση του αρχείου '%s'.

[Logging]
Finished = Ολοκληρώθηκε
success = Επιτυχία
Response_Received = Έγινε λήψη απόκρισης
Successfully = Επιτυχής
OK = Εντάξει!
Registration_succeeded = Η καταχώρηση ολοκληρώθηκε με επιτυχία
Initiated = Έγινε προετοιμασία
Error = σφάλμα
Failed = απέτυχε
Access_Denied = Δεν επιτρέπεται η πρόσβαση
No_Operation_Performed = Δεν είναι δυνατή η εκτέλεση της λειτουργίας
VERSION = ΕΚΔΟΣΗ
File_Not_Found = Δεν ήταν δυνατή η εύρεση του αρχείου καταγραφής '%s'.
Showing_File = Εμφάνιση του αρχείου καταγραφής '%s'.
Showing_Error = Κάτι πήγε στραβά: ID διεργασίας: %s
Opening_File = Άνοιγμα του αρχείου καταγραφής.
Opening_Directory = Άνοιγμα της θέσης του αρχείου καταγραφής...
Directory_Not_Found = Δεν ήταν δυνατή η εύρεση της θέσης του αρχείου καταγραφής '%s'.
Showing_Directory = Εμφάνιση της θέσης του αρχείου καταγραφής '%s'.
Bool_Yes = ΝΑΙ
Bool_No = ΟΧΙ
Info_Date = ΗΜΕΡΟΜΗΝΙΑ:
Info_Program = ΠΡΟΓΡΑΜΜΑ:
Info_Program_Path = ΔΙΑΔΡΟΜΗ ΠΡΟΓΡΑΜΜΑΤΟΣ:
Info_Compiled = ΜΕΤΑΓΛΩΤΤΙΣΗ:
Info_AutoIt_Version = ΕΚΔΟΣΗ AutoIt:
Info_AutoIt_64Bit = ΕΚΔΟΣΗ AutoIt 64-Bit:
Info_Windows_Version = ΕΚΔΟΣΗ Windows:
Info_System_Type = ΤΥΠΟΣ ΣΥΣΤΗΜΑΤΟΣ:
Info_Memory = ΜΝΗΜΗ (RAM):
Info_ProgramFiles = ΚΑΤΑΛΟΓΟΣ ΑΡΧΕΙΩΝ ΕΦΑΡΜΟΓΩΝ:
Info_Windows_Directory = ΚΑΤΑΛΟΓΟΣ Windows:
Level_Error = Σφάλμα:
Level_Warning = Προειδοποίηση:
Level_Success = Επιτυχία:
Level_Finished = Τελείωσε:

[Menus]
File = &Αρχείο
File_Event_Log = Προβολή &συμβάντων των Windows
File_Preferences = &Προτιμήσεις
File_Logging = Κατα&γραφή
File_Logging_Open_File = Άνοιγμα αρχείου &καταγραφής
File_Logging_Open_Directory = Άνοιγμα &θέσης αρχείου καταγραφής
File_Logging_IP_Reset = Άνοιγμα αρχείου καταγραφής επαναφοράς &ΙΡ
File_Export = Ε&ξαγωγή (πληροφορίες)
File_Export_IP = Διαμόρφωση &ΙΡ (όλες)
File_Export_LSP = LS&Ρ του Winsock
File_Export_ARP = Καταχωρήσεις &ΑRP (όλες)
File_Export_NBIOS = Στατιστικά του Net&ΒIOS
File_Reboot = &Επανεκκίνηση των Windows
File_Close = &Κλείσιμο\tAlt+F4
Maintenance = &Συντήρηση
Maintenance_Restore = &Δημιουργία Σημείου επαναφοράς των Windows
Troubleshoot = Αντιμετώπιση &προβλημάτων
Troubleshoot_01 = Δίκτυο - Διαγνωστικό συνδέσεων &ιστού (Internet)
Troubleshoot_02 = Δίκτυο - Διαγνωστικό &προσαρμογέα δικτύου
Troubleshoot_03 = Διαγνωστικό συνδέσεων &δικτύου
Troubleshoot_04 = Δίκτυο - Διαγνωστικό ει&σερχόμενων συνδέσεων
Troubleshoot_05 = Διαγνωστικό &οικιακής ομάδας
Troubleshoot_06 = Δίκτυο - Διαγνωστικό κοινόχρηστων &φακέλων
Troubleshoot_07 = Διαγνωστικό &ΒITS (Έξυπνη μεταφορά παρασκηνίου)
Troubleshoot_08 = Διαγνωστικό ε&νημερώσεων των Windows
Troubleshoot_09 = Διαγνωστικό Internet &Εxplorer
Troubleshoot_10 = Διαγνωστικό &ασφάλειας Internet Explorer
Troubleshoot_11 = Έλεγχος &ταχύτητας Internet
Troubleshoot_12 = Λήψη &κωδικών δρομολογητή
Tools = Ερ&γαλεία
Tools_RDP = Σύνδεση &απομακρυσμένης επιφάνειας εργασίας
Tools_IE_Properties = Ιδιότητες Internet &Εxplorer
Tools_Install_IP6 = &Εγκατάσταση πρωτοκόλλου ΙΡ6
Tools_Uninstall_IP6 = &Απεγκατάσταση πρωτοκόλλου ΙΡ6
Tools_Repair_WorkView = Επιδιόρθωση προβολής υπολογιστών &ομάδας εργασίας
Help = &Βοήθεια
Help_Update = Έλεγχος για ε&νημερώσεις
Help_Home = &Ιστόποτος του %{Company.Name}
Help_Downloads = Περισσότερες &λήψεις
Help_Support = &Υποστήριξη
Help_Issue = Δημιουργία &θέματος
Help_Donate = &Δωρεά 
Help_About = &Περί %{Program.Name}
Debug = &Εντοπισμός σφαλμάτων

[Messages]
Info_Title = Παρακαλώ σημειώστε
Warning_Title = Προειδοποίηση!
Error_Title = Ωπ! Κάτι πήγε στραβά!
Error_Oops = Ωπ!
Singleton = Μια άλλη παρουσία του %{Program.Name} εκτελείται ήδη.
Compatible = Το %{Program.Name} δεν είναι συμβατό με τη δική σας έκδοση των Windows. Αν πιστεύετε ότι αυτό είναι λάθος, μπορείτε να αφήσετε ένα μήνυμα στο '%s' με όλες τις λεπτομέρειες.
Compatible_Bit = Δυστυχώς, το %{Program.Name} 32 Bit δεν είναι συμβατό με τη δική σας έκδοση των Windows. Παρακαλώ κάντε λήψη του %{Program.Name} 64 Bit από το '%s'
Loading_Initializing = Προετοιμασία του %{Program.Name}
Loading_Localizations = Φόρτωση μεταφράσεων
Loading_Resources = Ρύθμιση πόρων
Loading_WorkingDirectories = Ρύθμιση καταλόγων εργασίας
Loading_Logging = Προετοιμασία καταγραφής
Loading_Configuration = Φόρτωση ρύθμισης παραμέτρων
Loading_Shortcuts = Ρύθμιση συντομεύσεων πληκτρολογίου
Loading_Interface = Εκκίνηση κύριας διασύνδεσης
Ping_Check_Connection = Έλεγχος σύνδεσης στο διαδίκτυο.
Ping_Response = Έγινε λήψη απόκρισης σε %s χιλιοστά δευτ/λέπτου.
Ping_Host_Offline = Ο κεντρικός υπολογιστής είναι εκτός σύνδεσης.
Ping_Host_Unreachable = Δεν είναι δυνατή η σύνδεση με τον κεντρικό υπολογιστή.
Ping_Host_Bad = Εσφαλμένος προορισμός.
Ping_Host_No_Internet = Δεν υπάρχει σύνδεση στο διαδίκτυο.
Global_Errors = Ολοκληρώθηκε με (%02i) %s!
Global_Errors_Error = σφάλμα
Global_Errors_Errors = σφάλματα
Global_Finished = Η επιλεγμένη εργασία ολοκληρώθηκε.
Global_File = αρχείο
Global_Files = αρχεία
RegisterDll_Success = RegSvr32.exe > Η καταχώρηση του '%s' ολοκληρώθηκε με επιτυχία.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Για την καταχώριση της λειτουργικής μονάδας, πρέπει να δώσετε ένα δυαδικό όνομα
RegisterDll_Error_02 = RegSvr32.exe > '%s' Η καθορισμένη λειτουργική μονάδα δεν βρέθηκε.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Η λειτουργική μονάδα φορτώθηκε, αλλά δεν βρέθηκε το σημείο εισόδου του DllRegisterServer.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Αριθμός σφάλματος: 0x80070005
Registry_Write_Error = Δεν ήταν δυνατή η εγγραφή στο '%s'
Registry_Error_01 = Δεν είναι δυνατό το άνοιγμα του κλειδιού που ζητήθηκε.
Registry_Error_02 = Δεν είναι δυνατό το άνοιγμα του βασικού κλειδιού που ζητήθηκε.
Registry_Error_03 = Δεν είναι δυνατό το άνοιγμα της τιμής που ζητήθηκε.
Registry_Error_04 = Ο τύπος τιμής δεν υποστηρίζεται.
Registry_Error_05 = Δεν είναι δυνατή η διαγραφή της τιμής που ζητήθηκε.
Registry_Error_06 = Δεν είναι δυνατή η διαγραφή του κλειδιού/τιμής που ζητήθηκε.

[Messages2]
Select_Something_Title = Επιλέξτε κάτι
Select_Something_Message = Πρέπει να επιλέξετε κάτι πρώτα;
Stopping = Παρακαλώ περιμένετε!
Boot_01 = Ενδέχεται να απαιτείται επανεκκίνηση του συστήματος πριν τεθούν σε ισχύ οι ρυθμίσεις.
Boot_02 = Επανεκκίνηση ή όχι;
Boot_03 = Ίσως χρειαστεί να κάνετε επανεκκίνηση του υπολογιστή σας πριν τεθούν σε ισχύ οι ρυθμίσεις. Θέλετε να επανεκκινήσετε τον υπολογιστή σας τώρα; Αποθηκεύστε τις εργασίες σας, κρατήστε την αναπνοή σας και πατήστε Ναι για επανεκκίνηση του υπολογιστή σας ή πατήστε Όχι για παράβλεψη.
Boot_04 = ^ Δεν θέλετε να κάνετε επανεκκίνηση του υπολογιστή σας;
Boot_05 = ^ Δεν μπορούμε να διαφωνήσουμε σε αυτό. Δικός σας είναι ο υπολογιστής.
Boot_06 = Κάντε κλικ στο '%s' και μετά '%s' για επανεκκίνηση του υπολογιστή σας αργότερα.
Boot_07 = Επανεκκίνηση των Windows...
MsgBox_Boot_Title = Επανεκκίνηση!
MsgBox_boot_Message = Ο υπολογιστής σας θα κάνει επανεκκίνηση σε %s δευτερόλεπτα. Αυτό θα σας δώσει αρκετό χρόνο για να αποθηκεύσετε τις εργασίες σας. Πατήστε Εντάξει για επανεκκίνηση του υπολογιστή σας τώρα.
Boot_Restarting = Ο υπολογιστής σας κάνει επανεκκίνηση.
Boot_Canceled = Η επανεκκίνηση ακυρώθηκε.
Reset_IP_01 = Επαναφορά όλων των διαμορφώσεων IP.
Reset_IP_02 = Το αρχείο καταγραφής επαναφοράς TCP/IP βρίσκεται στο @ '%s'.
Reset_IP_03 = Επαναφορά διαμορφώσεων IP έκδοσης 4.
Reset_IP_04 = Επαναφορά διαμορφώσεων IP έκδοσης 6.
Winsock_01 = Προσπάθεια για επαναφορά του καταλόγου Winsock.
Winsock_02 = Συνιστάται να εγκαταστήσετε τα Windows XP Service Pack 2 ή νεότερη έκδοση.
Winsock_03 = Ολοκληρώθηκε η επαναφορά του καταλόγου Winsock.
Winsock_04 = Επαναφορά του Winsock χρησιμοποιώντας τη Μέθοδο 1.
Winsock_05 = Επαναφορά του Winsock χρησιμοποιώντας τη Μέθοδο 2.
Renew_IP_01 = Αποδέσμευση και ανανέωση των συνδέσεων TCP/IP.
Renew_IP_02 = Αποδέσμευση των συνδέσεων TCP/IP.
Renew_IP_03 = Ανανέωση των συνδέσεων TCP/IP.
Renew_IP_04 = Επαναφορά του Winsock.
Renew_IP_05 = Το TCP/IP ανανεώθηκε
DNS_01 = Ανανέωση της μνήμης Cache επίλυσης DNS.
DNS_02 = Εκκαθάριση DNS
DNS_03 = Καταχώρηση DNS
DNS_04 = Το DNS ανανεώθηκε
ARP_01 = Εκκαθάριση της μνήμης Cache του ARP (Πρωτόκολλο επίλυσης διευθύνσεων).
ARP_02 = Η μνήμη Cache του ARP ανανεώθηκε
Repair_IE_01 = Επιδιόρθωση Internet Explorer έκδοσης %s.
Repair_IE_02 = Κλείσιμο του Internet Explorer. Αποθηκεύστε την εργασία σας πριν πατήσετε Εντάξει
Repair_IE_03 = Επιδιόρθωση του «Το άνοιγμα σε νέα καρτέλα/παράθυρο δεν λειτουργεί».
Repair_IE_04 = Επιδιόρθωση του «Η καταχώρηση στο μενού διαχείρισης πρόσθετων είναι παρούσα, αλλά δεν συμβαίνει τίποτα».
Repair_IE_05 = Επιδιόρθωση απλού HTML Mail API.
Repair_IE_06 = Επιδιόρθωση συμπληρωματικού προγράμματος «Πολιτική ομάδας».
Repair_IE_07 = Επιδιόρθωση έξυπνης οθόνης.
Repair_IE_08 = Επιδιόρθωση επισήμανσης IEAK.
Repair_IE_09 = Επιδιόρθωση εργαλείων ανάπτυξης.
Repair_IE_10 = Επιδιόρθωση του «Ο IE8 κλείνει αμέσως στην έναρξη».
Repair_IE_11 = Επιδιόρθωση διαχείρισης αδειών.
Repair_IE_12 = Επιδιόρθωση συνδέσμων JavaScript που δεν λειτουργούν (Robin Walker).
Repair_IE_13 = Επιδιόρθωση εντοπισμού σφαλμάτων του Visual Studio.
Repair_IE_14 = Επιδιόρθωση προβλημάτων εκτύπωσης. Άνοιγμα σε νέο παράθυρο.
Repair_IE_15 = Επιδιόρθωση του «Η εύρεση σε αυτή τη σελίδα είναι κενή».
Repair_IE_16 = Επιδιόρθωση του «Διαχειριστή εντοπισμού σφαλμάτων διαδικασίας».
Repair_IE_17 = Επιδιόρθωση απόδοσης VML.
Repair_IE_18 = Διόρθωση του «Οι σελίδες νέων καρτελών δεν μπορούν να εμφανίσουν περιεχόμενο καθώς δεν μπορούν να αποκτήσουν πρόσβαση σε στοιχεία ελέγχου»..
Repair_IE_19 = Αυτό είναι αποτέλεσμα ενός σφάλματος στο shdocvw.dll.
Repair_IE_20 = Επιδιόρθωση του Outlook Express.
Repair_IE_21 = Ο Internet Explorer πρέπει να λειτουργεί σωστά τώρα.
Clear_Update_01 = Εκκαθάριση χώρου αποθήκευσης αρχείων (ιστορικό ενημερώσεων).
Clear_Update_02 = Το ιστορικό ενημερώσεων εκκαθαρίστηκε.
Repair_Update_01 = Επιδιόρθωση ενημέρωσης των Windows / Αυτόματες ενημερώσεις.
Repair_Update_02 = Διακοπή της υπηρεσίας ενημέρωσης του Nero.
Repair_Update_03 = Διακοπή της υπηρεσίας BITS.
Repair_Update_04 = Διακοπή της υπηρεσίας αυτόματων ενημερώσεων.
Repair_Update_05 = Ρύθμιση της Περιγραφής ασφαλείας BITS.
Repair_Update_06 = Ρύθμιση της Περιγραφής ασφαλείας της υπηρεσίας αυτόματων ενημερώσεων.
Repair_Update_07 = Διαμόρφωση της υπηρεσίας αυτόματων ενημερώσεων.
Repair_Update_08 = Διαμόρφωση της BITS.
Repair_Update_09 = Καταχώρηση Dll ενημερώσεων των Windows.
Repair_Update_10 = Επανεκκίνηση της υπηρεσίας αυτόματων ενημερώσεων.
Repair_Update_11 = Επανεκκίνηση της υπηρεσίας BITS.
Repair_Update_12 = Επανεκκίνηση της υπηρεσίας ενημέρωσης του Nero.
Repair_Update_13 = Εκκαθάριση μεταδεδομένων συναλλαγών στην επόμενη σύνδεση της Διαχείρισης πόρων συναλλαγών.
Repair_Update_14 = Εκκαθάριση της ουράς BITS.
Repair_Update_15 = Άμεση έναρξη εντοπισμού ενημερώσεων των Windows.
Repair_Update_16 = Οι ενημερώσεις των Windows επιδιορθώθηκαν.
SSL_Crypt_01 = Επιδιόρθωση υπηρεσίας SSL / HTTPS / Κρυπτογράφησης.
SSL_Crypt_02 = Διακοπή της υπηρεσίας Κρυπτογράφησης.
SSL_Crypt_03 = Διαμόρφωση της υπηρεσίας Κρυπτογράφησης.
SSL_Crypt_04 = Εκκαθάριση '%s'.
SSL_Crypt_05 = Το '%s' εκκαθαρίστηκε.
SSL_Crypt_06 = Καταχώρηση Dll των SSL / HTTPS / Κρυπτογράφησης.
SSL_Crypt_07 = Καταχωρήθηκαν τα Dll των SSL / HTTPS / Κρυπτογράφησης.
SSL_Crypt_08 = Επανεκκίνηση της υπηρεσίας κρυπτογράφησης.
SSL_Crypt_09 = Οι ηλεκτρονικές τραπεζικές συναλλαγές πρέπει να λειτουργούν τώρα.
Reset_Proxy_01 = Επαναφορά ρυθμίσεων διακομιστή μεσολάβησης.
Reset_Proxy_02 = Ρύθμιση διακομιστή μεσολάβησης για άμεση πρόσβαση.
Reset_Proxy_03 = Οι ρυθμίσεις του διακομιστή μεσολάβησης επανήλθαν στις προεπιλεγμένες.
Reset_Firewall_01 = Επαναφορά ρυθμίσεων του Τείχους προστασίας Windows.
Reset_Firewall_02 = Οι ρυθμίσεις του Τείχους προστασίας επανήλθαν στις προεπιλεγμένες.
Restore_HOSTS_01 = Επαναφορά του προεπιλεγμένου αρχείου HOSTS των Windows.
Restore_HOSTS_02 = Παρουσιάστηκε σφάλμα κατά την εγγραφή του αρχείου hosts.
Restore_HOSTS_03 = Εγγραφή δεδομένων στο αρχείο HOSTS.
Restore_HOSTS_04 = Το αρχείο HOSTS δημιουργήθηκε με επιτυχία.
Restore_HOSTS_05 = Το αρχείο HOSTS αποκαταστάθηκε.
Renew_Wins_01 = Ανανέωση καταχωρήσεων πελάτη Wins.
Renew_Wins_02 = Οι καταχωρήσεις πελάτη Wins ανανεώθηκαν.
Make_Computers_Visible_01 = Making Network Computers Visible.
Make_Computers_Visible_02 = Configuring the Function Discovery Resource Publication Service.
Make_Computers_Visible_03 = Network Computers should now be visible in File Explorer.
Open_Events_01 = Άνοιγμα προβολής συμβάτων των Windows.
Open_Events_02 = Η προβολή συμβάντων πρέπει να είναι ανοιχτή τώρα.
Export_IP_01 = Εξαγωγή διαμόρφωσης ΙΡ των Windows.
Export_IP_02 = Η διαμόρφωση ΙΡ των Windows αποθηκεύτηκε στο '%s'
Export_IP_03 = Δεν ήταν δυνατή η αποθήκευση της διαμόρφωσης IP.
Export_LSPs_01 = Εξαγωγή εγκατεστημένων LSP του Winsock.
Export_LSPs_02 = Η λίστα LSP του Winsock αποθηκεύτηκε στο '%s'
Export_LSPs_03 = Δεν ήταν δυνατή η αποθήκευση της λίστας LSP.
Export_ARP_01 = Εξαγωγή καταχωρήσεων ARP.
Export_ARP_02 = Οι καταχωρήσεις ARP αποθηκεύτηκαν στο '%s'
Export_ARP_03 = Δεν ήταν δυνατή η αποθήκευση των καταχωρήσεων ARP.
Export_NBIOS_01 = Εξαγωγή στατιστικών του NetBIOS.
Export_NBIOS_02 = Τα στατιστικά του NetBIOS αποθηκεύτηκαν στο '%s'
Export_NBIOS_03 = Δεν ήταν δυνατή η αποθήκευση των στατιστικών του NetBIOS.
Tools_Open_RDP_01 = Άνοιγμα σύνδεσης απομακρυσμένης επιφάνειας εργασίας.
Tools_Open_RDP_02 = Δεν ήταν δυνατό το άνοιγμα της σύνδεσης απομακρυσμένης επιφάνειας εργασίας.
Tools_Open_RDP_03 = Η σύνδεση απομακρυσμένης επιφάνειας εργασίας πρέπει να έχει ανοίξει.
Tools_Open_IE_Properties_01 = Άνοιγμα των ιδιοτήτων του Internet Explorer.
Tools_Open_IE_Properties_02 = Δεν ήταν δυνατό το άνοιγμα ιδιοτήτων του Internet Explorer.
Tools_Open_IE_Properties_03 = Θα πρέπει να βλέπετε τις ιδιότητες του Internet Explorer.
Tools_Install_IP6 = Εγκατάσταση του πρωτοκόλλου TCP/IP v6.
Tools_Uninstall_IP6 = Απεγκατάσταση του πρωτοκόλλου TCP/IP v6.
Tools_Repair_WorkGroup = Επιδιόρθωση προβολής υπολογιστών ομάδας εργασίας.

[Preferences]
Window_Title = Προτιμήσεις
Tab_General = Γενικά
Tab_Cache = Cache
Tab_Performance = Επιδόσεις
Tab_Language = Γλώσσα
Group_Redundancy = Πλεονασμός
Group_Logging = Καταγραφή
Group_Priority = Προτεραιότητα
Group_Memory = Μνήμη
Group_Language = Γλώσσα
Checkbox_Backup_Folders = Αντίγρ. ασφαλείας φακέλων πριν την κατάργηση
Checkbox_Export_IP = Εξαγωγή διαμόρφωσης IP πριν την επαναφορά
Checkbox_Enable_Logging = Ενεργοποίηση καταγραφής
Label_Log_Exceed = Μέγ. μέγεθος αρχείου καταγρ.:
Label_Logging_Size = Μέγεθος καταγραφής: %s KB
Button_Logging_Clear = Απαλοιφή καταγραφής
Label_SetPriority = Ρύθμιση προτεραιότητας διεργασίας:
Checkbox_SaveRealtime = Αποθήκ. προτεραιότητας πάνω από υψηλή (δεν συνιστάται)
Checkbox_ReduceMemory = Μείωση μνήμης για συστήματα μικρής μνήμης
Label_Language_Message = Επιλέξτε τη γλώσσα που θέλετε και πατήστε το κουμπί %s για να συνεχίσετε. (Απαιτείται επανεκκίνηση)
Button_Save = Αποθήκευση
Button_Cancel = Άκυρο
Label_Updated = Οι προτιμήσεις ενημερώθηκαν
Label_Logging_Cleared = Η καταγραφή εκκαθαρίστηκε
MsgBox_Language_Title = Η γλώσσα άλλαξε
MsgBox_Language_Message = Η επιλεγμένη γλώσσα έχει αλλάξει. Το %{Program.Name} πρέπει να κάνει επανεκκίνηση για να τεθεί σε ισχύ η επιλεγμένη γλώσσα.
MsgBox_Closing_Title = Κλείσιμο του %{Program.Name}
MsgBox_Closing_Message = Θέλετε να κλείσετε το %{Program.Name} τώρα;

[Update]
Window_Title_Available = Διαθέσιμη ενημέρωση
Window_Title_Congratulations = Συγχαρητήρια!
Window_Title_Error = Κάτι πήγε στραβά!
Label_Message_Update = Υπάρχει μια νέα έκδοση του '%{Program.Name}' διαθέσιμη.
Label_Message_Latest = Χρησιμοποιείτε την τελευταία έκδοση του '%{Program.Name}'.
Label_Message_Error = Δεν ήταν δυνατή η ανάκτηση πληροφοριών σχετικά με την τελευταία έκδοση του '%{Program.Name}'.
Label_Message_Internet = Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
Label_Build_Current = Τρέχουσα έκδοση:
Label_Build_Update = Τελευταία έδοση:
CheckBox_NoUpdate = Να μη γίνεται έλεγχος στην εκκίνηση
Button_Update = Διαβάστε περισσότερα
Button_Close = Κλείσιμο

[Versioning]
Administrator = Διαχειριστής
Build = Δομή
AutoIt_Version = με χρήση του AutoIt έκδοσης %{AutoIt.Version}
Bit = Bit